[
    {
        "id": 1,
        "name": "React",
        "logo": "https://live.staticflickr.com/65535/52413593240_e00326e727_o.png",
        "total": 8,
        "discription": "React is a declarative, efficient, and flexible JavaScript library for building user interfaces. It lets you compose complex UIs from small and isolated pieces of code called “components”."
        },
        {
        "id": 2,
        "name": "JavaScript",
        "logo": "https://live.staticflickr.com/65535/52412638962_12e932256a_o.png",
        "total": 9,
        "discription": "JavaScript (often shortened to JS) is a lightweight, interpreted, object-oriented language with first-class functions, and is best known as the scripting language for Web pages, but it's used in many non-browser environments as well."
        },
        {
            "id": 3,
            "name": "Boostrap",
            "logo": "https://avatars.githubusercontent.com/u/2918581?s=280&v=4",
            "total": 4,
            "discription": "Bootstrap is a free, open source front-end development framework for the creation of websites and web apps. Designed to enable responsive development of mobile-first websites, Bootstrap provides a collection of syntax for template designs."
            },
        {
        "id": 4,
        "name": "CSS",
        "logo": "https://live.staticflickr.com/65535/52413665713_5977a693cb_o.png",
        "total": 8,
        "discription": "Cascading Style Sheets (CSS) is a stylesheet language used to describe the presentation of a document written in HTML or XML (including XML dialects such as SVG, MathML or XHTML). CSS describes how elements should be rendered on screen, on paper, in speech, or on other media"
        },
        {
        "id": 5,
        "name": "Git",
        "logo": "https://cdn4.iconfinder.com/data/icons/iconsimple-logotypes/512/github-512.png",
        "total": 11,
        "discription": "Git (/ɡɪt/) is free and open source software for distributed version control: tracking changes in any set of files, usually used for coordinating work among programmers collaboratively developing source code during software development."
        },
        {
            "id": 6,
            "name": "Html",
            "logo": "https://play-lh.googleusercontent.com/85WnuKkqDY4gf6tndeL4_Ng5vgRk7PTfmpI4vHMIosyq6XQ7ZGDXNtYG2s0b09kJMw",
            "total": 15,
            "discription": "HTML (HyperText Markup Language) is the most basic building block of the Web. It defines the meaning  structure of web content. Other technologies besides HTML are generally used to describe a web page's appearance/presentation (CSS) or functionality/behavior (JavaScript)."
            }
]